@extends('layouts.app')

@section('title', 'Προϋποθέσεις')

@section('content')
<div class="container">
    <div class="card custom-main-card">
        <h5 class="card-header bg-white">Προϋποθέσεις για την πραγματοποίηση πρακτικής άσκησης</h5>
        <div class="card-body">
            <div class="card-text">
                <p><u>Για την πραγματοποίηση της Πρακτικής Ασκησης από κάποιον φοιτητή (-τρια), 
                θα πρέπει να πληρούνται οι παρακάτω προϋποθέσεις:</u></p>
                <ul>
                    <li>Να βρίσκεται σε τυπικό <strong>εξάμηνο</strong> μεγαλύτερο του Z'.</li>
                    <li>Να έχει παρακολουθήσει με επιτυχία τα <strong>2/3</strong> των μαθημάτων του προγράμματος σπουδών.</li>
                    <li>Να μην οφείλει <strong>κανένα</strong> μάθημα ειδικότητας, τα οποία είναι για τους υπάρχοντες φοιτητές, οι οποίοι <strong>δεν έχουν επιλέξει κατεύθυνση</strong> τα παρακάτω :</li>
                </ul>
                <ol class="offset-md-1">
                    <li>Εισαγωγή στα Λειτουργικά Συστήματα ( Θ+Ε ) - (Β' Εξάμηνο)</li>
                    <li>Δομές Δεδομένων και Ανάλυση Αλγορίθμων ( Θ+Ε ) - ( Γ' Εξάμηνο )</li>
                    <li>Τεχνολογία Βάσεων Δεδομένων ( Θ+Ε ) - ( Δ' Εξάμηνο )</li>
                    <li>Τηλεπικοινωνίες και Δίκτυα Υπολογιστών ( Θ+Ε ) - ( Δ' Εξάμηνο )</li>
                    <li>Μηχανική Λογισμικού Ι ( Θ+Ε ) - ( Ε' Εξάμηνο )</li>
                    <li>Τέσσερα (4) από το σύνολο των Μαθημάτων του Ζ' Εξαμήνου και των Μαθημάτων Επιλογής.</li>
                </ol>
                <p><u>ενώ για τους φοιτητές, οι οποίοι <strong>έχουν επιλέξει κατεύθυνση</strong>, είναι τα παρακάτω :</u></p>
                <ol class="offset-md-1">
                    <li>Εισαγωγή στα Λειτουργικά Συστήματα ( Θ+Ε ) - (Β' Εξάμηνο)</li>
                    <li>Δομές Δεδομένων και Ανάλυση Αλγορίθμων ( Θ+Ε ) - ( Γ' Εξάμηνο )</li>
                    <li>Τεχνολογία Βάσεων Δεδομένων ( Θ+Ε ) - ( Δ' Εξάμηνο )</li>
                    <li>Τηλεπικοινωνίες και Δίκτυα Υπολογιστών ( Θ+Ε ) - ( Δ' Εξάμηνο )</li>
                    <li>Μηχανική Λογισμικού Ι ( Θ+Ε ) - ( Ε' Εξάμηνο )</li>
                    <li>Επιλογής υποχρεωτικά Μαθήματα Κατεύθυνσης του ΣΤ' και Ζ' Εξαμήνου τα οποία συμπληρώνουν 24(από τις 30 υποχρεωτικές) πιστωτικές μονάδες</li>
                </ol>
            </div>
        </div>
    </div>
</div>
@endsection